Repository: andrewalker/WP-Category-Meta
Catalog: lang/wp-category-meta-*.po
Languages: fr_fr

source: Category meta
fr_fr: Méta de la catégorie

source: This additionnal data is attached to the current category
fr_fr: Ces données additionelles sont attachées à la catégorie courrante.

source: No image selected
fr_fr: Aucune image sélectionnée

source: Click here to add/change your image
fr_fr: Cliquer ici pour ajouter / modifier l'image

source: Note: To choose image click the "insert into post" button in the media uploader
fr_fr: Note: Pour choisir une image cliquez sur le bouton "Ajouter à l'article" dans la bibliothèque média

source: Click here to remove the existing image
fr_fr: Cliquer ici pour supprimer l'image sélectionnée.

source: Category Meta Version:
fr_fr: Catégorie Méta Version:

source: Meta list
fr_fr: Liste des méta

source: Meta Name
fr_fr: Nom de la méta

source: Meta Type
fr_fr: Type de la méta

source: Delete this Meta
fr_fr: Supprimer cette méta

source: Add a Meta
fr_fr: Ajouter une méta

source: Sanitize meta name
fr_fr: Replacer les caratères spéciaux dans le nom de la méta

source: Text
fr_fr: Texte

source: Text Area
fr_fr: Zone de texte

source: Add Meta
fr_fr: Ajouter la méta
